<div id="vtraining_main" class="container">
  <!-- Tab panes -->
  <ul class="nav nav-tabs" role="tablist">
    <li class="nav-item">
      <a class="nav-link <?php echo $tab_one_active; ?>" data-toggle="tab" href="#vtraining_tab">Анкеты</a>
    </li>
    <li class="nav-item">
      <a class="nav-link <?php echo $tab_two_active; ?>" data-toggle="tab" href="#tab_content_vtraining_blanks">Бланки</a>
    </li>
  </ul>
  <!-- Nav tabs -->
  <div id="tab_content_vtraining" class="tab-content">
    <div id="vtraining_tab" class="container tab-pane <?php echo $tab_one_active; ?>"><br>
      Видеообучение | Коллектор библейской книги
ВЕСНА 2024
Регистрация закрыта 24 октября. Тема обучения будет известна позже.

Вся информация о видеообучении содержится в регистрационном файле. Пожалуйста, внимательно ознакомьтесь с ней, прежде чем заполнять бланк регистрации.

Рекомендуется проводить обучение очно. Если вы планируете проводить обучение в онлайн-формате, мы воодушевляем вас группироваться с другими церквями для совместного проведения видеообучения. При этом на обучение должна быть зарегистрирована каждая церковь, а не группа церквей.

ИЗМЕНИТЬ ДАННЫЕ РЕГИСТРАЦИИ

ОСЕНЬ 2023
Регистрация закрыта 24 апреля.

Тема обучения: Обзор центрального бремени и присутствующей истины Господнего восстановления перед явлением Господа.

Вся информация о видеообучении содержится в регистрационном файле.

ИЗМЕНИТЬ ДАННЫЕ РЕГИСТРАЦИИ
В течение недели после окончания видеообучения в вашей местности необходимо:

предоставить в «Коллектор библейской книги» анкету о проведении обучения;
перевести/передать собранные взносы согласно данным, указанным в анкете.
ЗАПОЛНИТЬ АНКЕТУ О ПРОВЕДЕНИИ ОБУЧЕНИЯ
    </div>
    <?php require_once 'components/regpage/vtraining/content_part_blanks.php'; ?>
  </div>
</div>
